
[
	{
			"id":"gyc",
			"name":"关云长",
			"movieintro":"刘备家眷被困曹营，关云长为存忠义甘作俘虏，被迫为曹军上阵。一场大战，关云长单人匹马斩杀敌方大将，技惊四座，而深受曹操赏识。可是关云长却“身在曹营心在汉”。对曹操所有礼遇均做出婉辞。后曹操查知关云长心仪刘备未过门的新妾“绮兰”，只因一个“义”字而未敢表白。曹操暗施狡计，送上催情毒酒，欲陷关羽于不义！关羽悬崖勒马，从而带着对此充满恨意的绮兰杀出曹营。一路上，关羽连毙曹操大将，但是，威武的背后，饱受感情折磨。曹操为稳定军心，而亲自出征，誓要将关羽擒拿！几经艰苦，终于来到黄河渡口，平静河边已布下曹军亲兵的十面埋伏！生死关头，死敌曹操竟一再以礼相待，忠义如关羽亦不禁动摇！身旁的绮兰苦苦相谏，关云长必须在“情”、“义”之间作出抉择。",
			"videosrc":"video/gyc.mp4",
			"director":"麦兆辉   庄文强",
			"actor":"甄子丹、姜文、孙俪",
			"type":"剧情 / 动作 ",
			"ondata":"2011-04-26",
			"rstp":"rtsp://192.168.100.11:8845/yjy_ipqam/8081/gyc.ts",
			"poster":"voddetail/images/gyc.jpg",
			"sliderposter":"images/gyc.jpg",
			"area":"中国",
			"star":"5.6",
			"other":""
		}
	
]
