[
	 	{   
			"id":"gyc",
			"name":"关云长",
			"movieintro":"刘备家眷被困曹营，关云长为存忠义甘作俘虏，被迫为曹军上阵。一场大战，关云长单人匹马斩杀敌方大将，技惊四座，而深受曹操赏识。可是关云长却“身在曹营心在汉”。对曹操所有礼遇均做出婉辞。后曹操查知关云长心仪刘备未过门的新妾“绮兰”，只因一个“义”字而未敢表白。曹操暗施狡计，送上催情毒酒，欲陷关羽于不义！关羽悬崖勒马，从而带着对此充满恨意的绮兰杀出曹营。一路上，关羽连毙曹操大将，但是，威武的背后，饱受感情折磨。曹操为稳定军心，而亲自出征，誓要将关羽擒拿！几经艰苦，终于来到黄河渡口，平静河边已布下曹军亲兵的十面埋伏！生死关头，死敌曹操竟一再以礼相待，忠义如关羽亦不禁动摇！身旁的绮兰苦苦相谏，关云长必须在“情”、“义”之间作出抉择。",
			"videosrc":"http://192.168.30.237:8080/RCM/res/video/3008585.mp4",
			"director":"麦兆辉   庄文强",
			"actor":"甄子丹、姜文、孙俪",
			"type":"剧情 / 动作 ",
			"ondata":"2011-04-26",
			"rstp":"rtsp://192.168.100.11:8845/yjy_ipqam/8081/gyc.ts",
			"poster":"images/aqgy.jpg",
			"sliderposter":"voddetail/images/gyc.jpg",
			"area":"中国",
			"star":"5.6",
			"other":""
		},
		{
			"id":"aqgy",
			"name":"爱情公寓",
			"movieintro":"胡一菲和诺澜因为比拼网球扭伤了脚，曾小贤使出丢硬币的“绝招”决定先去救谁。但这次，他的运气似乎没有参加《谁能成为百万富翁》时那么好了。一边是温柔可爱的诺澜，一边是霸气自信的一菲，谁会和曾小贤走到一起？小贤的决定出乎所有人意料……唐悠悠接受了关谷神奇的求婚，但关谷发现悠悠并没有怀孕。小小的公寓里，究竟谁怀孕了？孩子的父亲又是谁？爱推理的关谷开始抽丝剥茧的调查，但他的面前迷雾重重。悠悠发现，结婚前还有无数的事情要做，比如让固执的关谷神奇和他更固执的老爸关谷健次郎和好、比如买房子、买车子、订婚宴，当然还有最后的单身派对……",
			"videosrc":"http://192.168.30.237:8080/RCM/video/aqgy.mp4",
			"director":"麦兆辉 / 庄文强",
			"actor":"甄子丹 / 姜文 ",
			"type":"剧情 / 动作 ",
			"ondata":"2011-04-26",
			"rstp":"rtsp://192.168.100.11:8845/yjy_ipqam/8081/gyc.ts",
			"poster":"images/aqgy.jpg",
			"sliderposter":"voddetail/images/aqgy.jpg",
			"area":"中国大陆",
			"star":"5.6",
			"other":""
		},
		{
			"id":"police",
			"name":"营盘镇警事",
			"movieintro":"营盘镇上河村几十号人正意欲捣毁下河村灌溉阀门，下河村村民的强烈反抗。党育接到命令，开始不分日夜的侦查，揪出了犯罪嫌疑人大柱子。党育又一次相信了他，并以自己为担保送他回村，并助他成家立业，大柱子痛改前非。党育意识到上河村的混乱的根由——没有带头人。只有找到一个令人信服的带头人，才能带全村人民走上正道。于是他找到好友秦天民，说服他留",
			"videosrc":"http://192.168.30.237:8080/RCM/video/ypzjs.mp4",
			"director":"麦兆辉 / 庄文强",
			"actor":" 甄子丹 / 姜文 ",
			"type":"剧情 / 动作 ",
			"ondata":"2011-04-26",
			"rstp":"rtsp://192.168.100.11:8845/yjy_ipqam/8081/gyc.ts",
			"poster":"images/ypzjs.jpg",
			"sliderposter":"voddetail/images/police.jpg",
			"area":"中国大陆",
			"star":"5.6",
			"other":""
		}
		
	]